import { CardProps } from "./type";

export const HowItWorksCard: CardProps[] = [
  { 
    title: "Прочитай задание внимательно", 
    description: "Думаю у тебя не займет это больше двух-трех минут" 
  },
  { 
    title: "Изучи весь макет заранее", 
    description: "Подумай как это будет работать на разных разрешениях и при скролле" 
  },
  { 
    title: "Сделай хорошо", 
    description: "Чтобы мы могли тебе доверить подобные задачи в будущем" 
  },
  { 
    title: "Получи предложение", 
    description: "Ну тут все просто, не я придумал правила, но думаю так и будет)))" 
  },
];
