import { CardProps } from "../../ui-kit/card/card";

const CreditInfoCard: CardProps[] = [
  { 
    title: "Опрошенных пользовались микрокредитами", 
    text: `Не могли покрыть внезапные траты свыше 7000 ₽. 
      Доступ к заработанным деньгам помогает отказаться от 
      кредитов и экономить деньги на процентах и штрафах 
      Не могли покрыть внезапные траты свыше 7000 ₽. 
      Доступ к заработанным деньгам помогает отказаться 
      от кредитов и экономить деньги на процентах и штрафах`
  },
  { 
    title: "Опрошенных пользовались микрокредитами", 
    text: `Не могли покрыть внезапные траты свыше 7000 ₽. 
      Доступ к заработанным деньгам помогает отказаться от кредитов 
      и экономить деньги на процентах и штрафах Не могли покрыть 
      внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам 
      помогает отказаться от кредитов и экономить деньги на процентах 
      и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. 
      Доступ к заработанным деньгам помогает отказаться от 
      кредитов и экономить деньги на процентах и штрафах`
  },
  { 
    title: "Опрошенных пользовались микрокредитами", 
    text: `Не могли покрыть внезапные траты свыше 7000 ₽. 
      Доступ к заработанным деньгам помогает отказаться от кредитов 
      и экономить деньги на процентах и штрафах Не могли покрыть 
      внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам 
      помогает отказаться от кредитов и экономить деньги на 
      процентах и штрафахНе могли покрыть внезапные траты свыше 
      7000 ₽. Доступ к заработанным деньгам помогает отказаться 
      от кредитов и экономить деньги на процентах и штрафах`
  },
  { 
    title: "Опрошенных пользовались микрокредитами", 
    text: `Не могли покрыть внезапные траты свыше 7000 ₽. 
      Доступ к заработанным деньгам помогает отказаться от 
      кредитов и экономить деньги на процентах и штрафах Не 
      могли покрыть внезапные траты свыше 7000 ₽. Доступ к 
      заработанным деньгам помогает отказаться от кредитов 
      и экономить деньги на процентах и штрафах`
  }
];

const CreditInfoData = {
  className: "CreditInfo",
  cards: CreditInfoCard
};

export default CreditInfoData;