import { CardProps } from "../../ui-kit/card/type";

const QuestionsAndAnswersCard: CardProps[] = [
  { 
    title: `Подтверждено: сознание наших соотечественников не 
    замутнено пропагандой?`, 
    description: [`В частности, дальнейшее развитие различных форм 
      деятельности позволяет выполнить важные задания по разработке 
      дальнейших направлений развития. Предварительные выводы 
      неутешительны: экономическая повестка сегодняшнего дня 
      говорит о возможностях существующих финансовых и 
      административных условий.`],
      button: true
  },
  { 
    title: `Прототип нового сервиса - это как трубный призыв?`, 
    description: [`В частности, дальнейшее развитие различных форм 
      деятельности позволяет выполнить важные задания по разработке 
      дальнейших направлений развития. Предварительные выводы 
      неутешительны: экономическая повестка сегодняшнего дня 
      говорит о возможностях существующих финансовых и 
      административных условий.`],
      button: true
  },
  { 
    title: `Частокол на границе продолжает удивлять?`, 
    description: [`В частности, дальнейшее развитие различных форм 
      деятельности позволяет выполнить важные задания по разработке 
      дальнейших направлений развития. Предварительные выводы 
      неутешительны: экономическая повестка сегодняшнего дня 
      говорит о возможностях существующих финансовых и 
      административных условий.`],
      button: true
  },
  { 
    title: `Очевидцы сообщают, что слышали грохот грома градущих изменений?`, 
    description: [`В частности, дальнейшее развитие различных форм 
      деятельности позволяет выполнить важные задания по разработке 
      дальнейших направлений развития. Предварительные выводы 
      неутешительны: экономическая повестка сегодняшнего дня 
      говорит о возможностях существующих финансовых и 
      административных условий.`],
      button: true
  },
  { 
    title: `И по сей день в центральных регионах звучит перекатами 
    печальный плач оппозиции?`, 
    description: [`В частности, дальнейшее развитие различных форм 
      деятельности позволяет выполнить важные задания по разработке 
      дальнейших направлений развития. Предварительные выводы 
      неутешительны: экономическая повестка сегодняшнего дня 
      говорит о возможностях существующих финансовых и 
      административных условий.`],
      button: true
  },
  { 
    title: `Нынче никто не может себе позволить инициировать треск 
    разлетающихся скреп?`, 
    description: [`В частности, дальнейшее развитие различных форм 
      деятельности позволяет выполнить важные задания по разработке 
      дальнейших направлений развития. Предварительные выводы 
      неутешительны: экономическая повестка сегодняшнего дня 
      говорит о возможностях существующих финансовых и 
      административных условий.`],
      button: true
  },
  { 
    title: `Высококачественный прототип будущего проекта обнадёживает?`, 
    description: [`В частности, дальнейшее развитие различных форм 
      деятельности позволяет выполнить важные задания по разработке 
      дальнейших направлений развития. Предварительные выводы 
      неутешительны: экономическая повестка сегодняшнего дня 
      говорит о возможностях существующих финансовых и 
      административных условий.`],
      button: true
  },
];

const QuestionsAndAnswersData = {
  title: "Вопросы и ответы",
  card: QuestionsAndAnswersCard,
  classNameSuffix: "QuestionsAndAnswers",
};

export default QuestionsAndAnswersData;